tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "glib"
brew "harfbuzz"
brew "librsvg"
brew "chafa"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "imagemagick"
brew "lazygit"
brew "libpq"
brew "llvm"
brew "lua"
brew "mkcert"
brew "neovim"
brew "nss"
brew "openjdk"
brew "pnpm"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "yarn"
cask "appcleaner"
cask "cursor"
cask "docker"
cask "font-d2coding"
cask "font-d2coding-nerd-font"
cask "heynote"
cask "karabiner-elements"
cask "notion-calendar"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "stats"
cask "warp"
