tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"

brew "fd"
brew "fzf"
brew "lazygit"
brew "libpq"
brew "llvm"
brew "neovim"
brew "pnpm"
brew "tmux"
brew "yarn"
brew "mas"

cask "docker"
cask "karabiner-elements"
cask "raycast"
cask "visual-studio-code"
cask "google-chrome"
cask "firefox"
cask "microsoft-edge"
cask "arc"
cask "naver-whale"
cask "rustrover"
cask "clion" 
cask "discord"
cask "gitkraken"
cask "keka"
cask "maccy"
cask "postman"
cask "warp"
cask "notion"
cask "rectangle"
cask "webstorm"
cask "writerside"

mas "KakaoTalk", id: 869223134
mas "Hidden bar", id: 1452453066
mas "RunCat", id: 1429033973
